var local_database = [
    {
        date: "Sep 18 2018",
        title: "《斑马，斑马》",
        imgSrc: "/images/post/songdongye.png",
        avatar: "/images/avatar/1.png",
        content: "《斑马，斑马》是宋冬野演唱的歌曲，由宋冬野作词作曲，收录在宋冬野2013年8月27日发行的专辑《安和桥北》中。2014年8月15日，歌曲《斑马，斑马》……",
        reading: "112",
        collection: "96",
        headImgSrc: "/images/post/songdongye.png",
        author: "林白衣",
        dateTime: "24小时前",
        detail: "《斑马，斑马》是宋冬野演唱的歌曲，由宋冬野作词作曲，收录在宋冬野2013年8月27日发行的专辑《安和桥北》中。2014年8月15日，歌曲《斑马，斑马》官方MV正式发布。这是宋冬野去哈尔滨的时候写的一个朋友的故事，一只受伤了的“斑马”浪迹天涯的故事。歌曲讲述了一个流浪的人爱上了一个被别人伤害过的姑娘，可是他却没有能力去安慰心爱的姑娘，也没能力去给她想要的东西，表达了爱上一个不爱自己的人的痛苦和无奈，同时也表达了他假设的这个繁华都市的现实，一个繁华又现实的城市，一个高贵美丽的姑娘，一个居无定所的人，姑娘只属于这个城市，而这个城市却没有什么会来挽留我，所以我要离开这里。就像我来的时候一样，还是一无所有的离开，除了我的吉他。《斑马斑马》在歌词和演绎上表现出沧桑又悲伤的意味，歌词间流露的是流浪、故乡、爱情。 清寒，寂寥，悠远，又总在音乐结束之时为你保存一丝温度。",
        postId: 0,
        music: {
            url: "http://218.8.55.14/amobile.music.tc.qq.com/C400001fpbwS2TUTjV.m4a?guid=3764996520&vkey=92A8EA92AD57BE3494264F277D08A63E05643D47E25E46AB298178C6D54967C759A66C90482EF8843BDDCBEDBE87467EFD3A4D540980D3E0&uin=0&fromtag=66",
            title: "斑马斑马-宋东野",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R300x300M000002VeS6r4L5fLZ.jpg?max_age=2592000"
        }
    },
    {
        title: "《春风十里》",
        content: "“我说所有的酒，都不如你”，鹿先森乐队首支单曲《春风十里》。只是想说，喝再多的酒，在心里还是会有一个人更让你沉醉……",
        imgSrc: "/images/post/luxiansen.png",
        reading: 62,
        detail: "“我说所有的酒，都不如你”，鹿先森乐队首支单曲《春风十里》。只是想说，喝再多的酒，在心里还是会有一个人更让你沉醉。鹿先森乐队，中国内地民谣乐队，由主唱郭倍倍（倍倍）、主音吉他手董斌（董三角）、节奏吉他手杨松霖（杨博士）、键盘手董荔冰（冰冰）、鼓手田芳茗（PP）、贝斯手李斯组成。2015年8月31日正式成立的乐队，单曲《春风十里》2小时内达成众筹目标，一周内完成200%筹款额，是乐童音乐目前非实体单曲众筹中筹款额最高的项目。除了高品质MP3外没有实体回报，大家即使不支持项目也将能在互联网上听到这首歌。更有趣的是，乐队设置了一档“给小部分傻瓜”的回报项，同样是这首无损MP3歌曲文件，却比上一档贵了10块钱，乐队说是专门给那小部分愿意多花10元的傻瓜的。结果“傻瓜”却成了大多数。他们唱的是生活的给予和索取，是高于每个人之上的大情与大爱，懂之人，字字诛心。美貌与才华、生活和故事都在继续，望路途遥远，都有人陪伴身边。",
        collection: 92,
        dateTime: "24小时前",
        headImgSrc: "/images/post/luxiansen.png",
        author: "迷的城",
        date: "Nov 20 2018",
        avatar: "/images/avatar/1.png",
        postId: 1,
        music: {
            url: "http://42.56.78.12/amobile.music.tc.qq.com/C400001ngtbP040Rzf.m4a?guid=3764996520&vkey=426BEC8A4F18317420AC286550C2297876667F4FD596EF65B82CD2C5ADED9D102882B3C1C34B30247BA26F230798FB98951FC10C3404CF26&uin=0&fromtag=66",
            title: "春风十里-鹿先森乐队",
            coverImg: "//y.gtimg.cn/music/photo_new/T002R300x300M000004DRp8x4IC6Ab.jpg?max_age=2592000"
        }
    },
    {
        title: "《消愁》",
        content: "《消愁》是由毛不易作词、作曲并演唱的一首歌曲，该曲于2017年7月29日在《明日之子第一季》第7期首唱……",
        detail: "《消愁》是由毛不易作词、作曲并演唱的一首歌曲，该曲于2017年7月29日在《明日之子第一季》第7期首唱，现场版本收录于毛不易2017年9月1日发行的专辑《巨星不易工作室 No.1》中，正式版本收录于毛不易2018年5月31日发行的专辑《平凡的一天》中。2017年12月，毛不易凭借该曲获得2017“腾讯娱乐白皮书”音乐年度之星的奖项，2018年8月29日，《消愁》获得2018年华人歌曲音乐盛典的年度最佳编曲的奖项。该曲是因为他比较内向，不太能和大家很快融入到一起，写这首歌的初衷是想鼓励自己，也想鼓励听众们。毛不易认为现实中好像大部分人过得都不是自己想要的生活，但每个人心里都有想要的生活。制作该曲也是希望听众在不顺利的时候也应该为了理想，继续前行，毛不易出众的原创能力突出体现在他的歌词创作上，《消愁》中的接连不断的“几杯酒”被毛不易用来“一杯敬朝阳/一杯敬月光/一杯敬故乡/一杯敬远方/一杯敬明天/一杯敬过往/一杯敬自由/一杯敬死亡”，将一幅年轻人背井离乡，带着有关所有平凡生活的忧愁和负担来沉重前行的画面呼之欲出。毛不易用“故乡”“远方”“善良”“成长”等等意象的建构，让那些正在生活中奋力打拼但有时也会感到力不从心的年轻人们，找到了情感的共鸣。毛不易的词不仅工整，难得的是，他的词浸着对生活的深切感悟，可以扎人心",
        imgSrc: "/images/post/maobuyi.png",
        headImgSrc: "/images/post/maobuyi.png",
        reading: 62,
        collection: 92,
        author: "知乎",
        date: "Nov 12 2018",
        dateTime: "三天前",
        avatar: "/images/avatar/3.png",
        postId: 2,
        music: {
            url: "http://42.56.78.24/amobile.music.tc.qq.com/C400003kLvu04bLGzi.m4a?guid=3764996520&vkey=0E2B28BFF34A91655465A4B992C3A3435DBA9D034BF090AB2598F01814BDFCD2F357D98ECA4BC292237B5505A274206B66CDFCD2ACB251E9&uin=0&fromtag=66",
            title: "消愁-毛不易",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R300x300M000002xoonH2Bk7FR.jpg?max_age=2592000"
        }
    },
    {
        title: "《南方姑娘》",
        content: "《南方姑娘》是赵雷作词、作曲并演唱的民谣歌曲，收录在2011年08月07日发行的专辑《赵小雷》中……",
        imgSrc: "/images/post/zhaolei.png",
        reading: 102,
        detail: "《南方姑娘》是赵雷作词、作曲并演唱的民谣歌曲，收录在2011年08月07日发行的专辑《赵小雷》中，他的声音滑过我的耳畔，简单的曲调，却有了复杂的情感，也许这就是赵雷的民谣简单但却意外地美好。赵雷的南方姑娘没有直接的爱恋，相反透露出的是思乡之愁、现实之苦，而赵雷正是为她的愁而愁、而同感、而同情，那道忧愁纤弱的身影在他的脑海深处留下了不可磨灭的、难以割舍的印象。赵雷写的好像是妮可，他们在拉萨的时候，妮可在院子里洗他们的衣服床单，晒一院子，特温柔一人，对谁都特好，会因为雷子衣服破洞偷偷掉眼泪，心疼了，雷子在路边卖唱，谁点歌都不理，自己想唱啥就唱啥，但妮可想听啥雷子就会唱啥，就听这一人儿的，那段没钱的拉漂日子，妮可负责所有人的伙食，天天都啥便宜吃啥，每次开荤必是牛肉，因为雷子是回族。同时这姑娘还是赵雷孩子气撒娇的对象，哪是真委屈什么的啊，就想要这一份儿特权罢了，不过赵雷应该没表白，不过这首歌也算表白了……",
        collection: 92,
        dateTime: "24小时前",
        headImgSrc: "/images/post/zhaolei.png",
        author: "猫是猫的猫",
        date: "Nov 20 2018",
        avatar: "/images/avatar/5.png",
        postId: 3,
        music: {
            url: "http://42.56.78.21/amobile.music.tc.qq.com/C400001ld3Xc092PT2.m4a?guid=3764996520&vkey=3B97F49B4D7B744BC91FC6B2C52714CC3B0A055D19142038CCB8188AC6FB3B6DC3E8483D46944E10F86A2D11C2D08B7E3098AB3FF431A623&uin=0&fromtag=66",
            title: "南方姑娘-赵雷",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R300x300M000001sKd2l0dVkXa.jpg?max_age=2592000",
        }
    },
    {
        title: "《贝加尔湖畔》",
        content: "贝加尔湖畔》是李健作词、作曲并演唱的一首歌曲，收录于李健2011年12月10日发行的专辑《依然》。2014年，周深和李维凭借该曲获得中国好声音年度金曲奖……",
        imgSrc: "/images/post/lijian.png",
        reading: 102,
        detail: "贝加尔湖畔》是李健作词、作曲并演唱的一首歌曲，收录于李健2011年12月10日发行的专辑《依然》。2014年，周深和李维凭借该曲获得中国好声音年度金曲奖。《贝加尔湖畔》是李健去到伊尔库次克的贝加尔湖畔后写的。当时，俄罗斯大使陪李健一同参观贝加尔湖畔。在俄罗斯大使的邀请下，李健决定以贝加尔湖作为创作背景，用俄罗斯式的配器创作一首歌曲，并当场用手机录下几句旋律。录回来之后，李健觉得这段旋律可以使用，就拿吉他试弹。李健在确定曲子后，又花费了两三个月创作完歌词。这是一首空灵悠扬的歌曲。俄罗斯风格的民谣曲风，加上李健温暖的声音，将聆听者带入贝加尔湖畔的美景，仿佛置身于其中的浪漫故事。李健的声音清亮而有质感，在技巧上的把握与运用，更使得他的歌声飘逸而空灵，因此《贝加尔湖畔》中的那丝宁静，被他演绎的淋漓尽致。有人说：”音乐一定是源于生活的，生活的点滴，带给你的感悟和感触，然后你才能有一些东西走进你的心里，然后你用音乐表达，来讲述你的经历，诠释你身边的故事。“我想这样写出来的歌一定很好，很有生命力。李健就是这样，他把自己在贝加尔湖畔经历过的风景和感受写出来，并唱出来；分享他所经历的美好并用音乐的方式留住的贝加尔湖畔的美好。",
        collection: 26,
        dateTime: "24小时前",
        headImgSrc: "/images/post/lijian.png",
        author: "深白色",
        date: "Nov 20 2018",
        avatar: "../../../images/avatar/3.png",
        postId: 4,
        music: {
            url: "http://dl.stream.qqmusic.qq.com/C400000PLHrM2luXiz.m4a?guid=3764996520&vkey=78AFD0387543AEA71DB3DD68CCE5432CF2AAC125BE8E6ECF553F47A6F48DAA7AF99CCF1E6CE1C5A5C9BAF95B675EB4AAFF04750A82819E14&uin=0&fromtag=66",
            title: "贝加尔湖畔-李健",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R300x300M000002g0JpA4aQ6bZ.jpg?max_age=2592000"
        }
    },
    {
        title: "《理想三旬》",
        content: "《理想三旬》是专辑《浓烟下的诗歌电台》里的一首民谣歌曲，由唐映枫作词、陈鸿宇作曲，陈鸿宇演唱……",
        imgSrc: "/images/chenhongyu.png",
        reading: 96,
        detail: "《理想三旬》是专辑《浓烟下的诗歌电台》里的一首民谣歌曲，由唐映枫作词、陈鸿宇作曲，陈鸿宇演唱。这首歌从曲来讲，淡淡的吉他弹奏的一曲舒缓虽然重复，但是韵律十足。词填的非常唯美，能将一个唯美的爱情故事娓娓道来，也许每个人都会在青春有一场刻骨铭心的恋爱，可最后却痛心放手，当岁月已去，午后阳光洒在书桌上，暖暖的，一杯咖啡，氲氲的，又抚起那积了灰的吉他，便是爱情温存。一夜之间，一些故事，总归成为了回忆。当蓦然回首，我又怎样去面对那个曾经喜欢过的你。你，来过，走过，爱过，我也就该醒了，那故事如瑟瑟秋风划过稚嫩的脸颊，划着划着，少年已白头。我觉得我熬不过这个寒冬，但我看见了，春桃夏荷秋菊冬梅。便又过了一年年我已不再留恋。当你放下这杯咖啡，随着这三旬，眯上那被岁月爬满的双眼，期待一切老去，那孤独也就会睡去。",
        collection: 26,
        dateTime: "21小时前",
        headImgSrc: "/images/chenhongyu.png",
        author: "深白色",
        date: "Nov 20 2018",
        avatar: "../../../images/avatar/5.png",
        postId: 5,
        music: {
            url: "http://42.56.78.12/amobile.music.tc.qq.com/C400002Yzfab3R9lMM.m4a?guid=3764996520&vkey=9B456FC0D101D6B8E6E3292383548AEADEF2FF6D48CAC396E540E8613DCA6A3F626BE2304FA19F7D48E7EB0A4CEA2DE854B26955463E6AB9&uin=0&fromtag=66",
            title: "理想三旬-陈鸿宇",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R300x300M000002kvhDj0nU7Qo.jpg?max_age=2592000"
        }
    },
]

module.exports = {
    postList: local_database
}